Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Charcoal roasters for household purposes
it: Forni a carbone per arrostire a uso domestico

source: Electric beverage warmers
it: Scaldabevande elettrici

source: Cosmetic refrigerators
it: Frigoriferi per cosmetici

source: USB-powered desktop fans
it: Ventilatori USB da tavolo

source: Portable refrigerators
it: Frigoriferi portatili

source: Electric egg steamers for household purposes
it: Cuociuova elettrici a vapore per uso domestico

source: Disinfectant apparatus for banknotes
it: Apparecchi per la disinfezione di banconote

source: Fitted covers for portable fireplaces
it: Rivestimenti su misura per caminetti portatili

source: Cooling installations
it: Impianti di raffreddamento

source: Hair driers for use in beauty salons
it: Asciugacapelli per saloni di bellezza

source: Oil stoves
it: Stufe a olio

source: Fireplace inserts in the nature of stoves
it: Inserti per caminetto sotto forma di stufe

source: Storage water heaters
it: Scalda acqua ad accumulo

source: LED lighting installations
it: Impianti di illuminazione a LED

source: Fiber optic lighting installations
it: Impianti d'illuminazione a fibre ottiche

source: Air conditioning installations for industrial purposes
it: Impianti di condizionamento dell'aria per uso industriale

source: Wastewater treatment installations
it: Impianti di trattamento di acque reflue

source: Display freezers
it: Vetrine congelatore

source: Refrigerated showcases
it: Vetrine refrigerate

source: Apparatus for vapour producing installations
it: Apparecchiature per impianti di produzione di vapore

source: Industrial drying installations
it: Impianti d'essicamento industriali

source: Industrial cooling installations
it: Impianti di raffreddamento industriale

source: Axial fans for air-conditioning
it: Ventole assiali per climatizzazione

source: Butane torches for kitchen use
it: Torce a butano per la cucina

source: Ethanol fireplaces
it: Caminetti ad etanolo

source: Japanese pocket warmers filled with fuel
it: Scaldini da tasca giapponesi con combustibile

source: Kimchi refrigerators
it: Frigoriferi per kimchi

source: Kitchen blow torches
it: Cannelli da cucina

source: LED lighting assemblies for illuminated signs
it: Gruppi d'illuminazione a LED per segnali luminosi

source: Liquid chromatography apparatus for industrial use
it: Apparecchi per cromatografia liquida per uso industriale

source: Plywood drying machines
it: Essiccatrici per compensato

source: Underfloor heating installations
it: Impianti di riscaldamento sottopavimento

source: Water filtration jugs
it: Caraffe filtra acqua

source: Water purifiers for industrial use
it: Depuratori d'acqua per uso industriale

source: Water treatment units for aerating and circulating water
it: Dispositivi di trattamento per aerazione e circolazione dell'acqua

source: Bed warmers
it: Scaldaletti

source: Refrigerating appliances and installations
it: Apparecchi ed impianti di refrigerazione

source: Refrigerating apparatus and machines
it: Apparecchi e macchine frigoriferi

source: Cooling installations and machines
it: Impianti e macchine per rinfrescare

source: Cooling appliances and installations
it: Apparecchi ed impianti di raffreddamento

source: Hearths
it: Focolari

source: Water distribution installations
it: Impianti di distribuzione di acqua

source: Water conduits installations
it: Impianti di condotte d'acqua

source: Bread-making machines
it: Macchine per fare il pane

source: Filter-motor combinations for aquariums
it: Combinazioni di filtri e motori per acquari

source: Industrial cooking installations
it: Installazioni di cucine industriali

source: Filters for air purifiers
it: Filtri per depuratori d'aria

source: Electric water purification filters for household purposes
it: Filtri depuratori d'acqua elettrici per uso domestico

source: Air purifiers for automobiles
it: Depuratori d'aria per automobili

source: Light emitting diode lights for automobiles
it: Luci a diodi luminosi per automobili

source: Electric drying apparatus for household purposes
it: Apparecchi d'asciugatura elettrici per uso domestico

source: Electric dish drying machines for household purposes
it: Asciugapiatti elettriche per uso domestico

source: Electric wine coolers for household purposes
it: Refrigeratori elettrici per vini per uso domestico

source: Electric laundry dryers for household purposes
it: Asciugabiancheria elettriche per uso domestico

source: Drying machines for agriculture
it: Macchine essicatrici per agricoltura

source: Electrically-operated devices used in cooling
it: Dispositivi elettrici di raffreddamento

source: Light bulbs, electric
it: Lampadine elettriche

source: Incandescent light bulbs
it: Lampadine per illuminazione

source: Shoe sterilizers for household purposes
it: Sterilizzatori di scarpe per uso domestico

source: Ultrasonic sterilizers for household purposes
it: Sterilizzatori a ultrasuoni per uso domestico

source: Lamps for tents
it: Lampade per tende

source: USB-powered humidifiers for household use
it: Umidificatori USB per uso domestico

source: Portable bidets
it: Bidet portatili

source: Gas laundry drying machines
it: Asciugatrici a gas per il bucato

source: Instantaneous water heaters
it: Riscaldatori istantanei

source: Electric shoe dryers for household purposes
it: Asciuga scarpe elettriche per uso domestico

source: Air cleaning apparatus for household purposes
it: Apparecchi per depurazione dell'aria per uso domestico

source: Portable air conditioners
it: Condizionatori d'aria portatili

source: Ventilation installations for kitchens
it: Impianti di ventilazione per cucine

source: Electric humidifiers for household use
it: Umidificatori elettrici per uso domestico

source: Fairy lights for festive decoration
it: Ghirlande luninose decorative per le feste

source: Gas water heaters for household use
it: Scalda acqua a gas per uso domestico

source: Sterilizers for surgical instruments
it: Sterilizzatori per strumenti chirurgici

source: Water-saving aerators for faucets
it: Aeratori per rubinetti a risparmio idrico

source: Gas-powered griddles [cooking appliances]
it: Griglie a gas [elettrodomestici per cucinare]

source: Fitted fabric covers for electric toasters
it: Fodere sagomate in tessuto per tostapane elettrici

source: Electric samovars
it: Samovar elettrici

source: Electric dehumidifiers
it: Deumidificatori elettrici

source: Electric air purifiers
it: Depuratori d'aria elettrici

source: Off-road light bars for vehicles
it: Barre luminose per veicoli fuoristrada

source: Non-portable ice chests for household use
it: Ghiacciaie non portatili per uso domestico

source: Luminous cables for lighting purposes
it: Cavi luminosi per illuminazione

source: Strip lights
it: Luci al neon

source: Fresnel lanterns
it: Lanterne di Fresnel

source: HID [high-intensity discharge] architectural lighting fixtures
it: Impianti d'illuminazione architettonica a HID [scarica ad alta intensità]

source: Halogen luminaires
it: Illuminazioni alogene

source: Halogen architectural lighting fixtures
it: Impianti d'illuminazione alogena architettonica

source: Architectural uplights for installation in the ground
it: Illuminazione architettonica per impianto da terra

source: Fluorescent luminaires for architectural lighting
it: Lampade fluorescenti per illuminazione architettonica

source: Electric food dehydrators for household purposes
it: Disidratatori elettrici di alimenti per uso domestico

source: Portable fire pits
it: Bracieri portatili

source: Filters for wastewater
it: Filtri per acque di scarico

source: Ventilators for automobiles
it: Ventilatori per automobili

source: Battery-operated electric candles
it: Candele elettriche a batteria

source: Pneumatic inner tubes for vehicle wheels
it: Camere d'aria di pneumatiche per ruote di veicoli

source: Power take-off transmission units for land vehicles
it: Impianti di trasmissione a presa di forza per veicoli terrestri

source: Vehicle booster seats for children
it: Seggiolini per bambini per veicoli

source: Children's safety belts for use in vehicles
it: Cinture di sicurezza per bambini per veicoli

source: Marine masts
it: Alberi marini

source: Non-motorized scooters [vehicles]
it: Scooter non a motore [veicoli]

source: Suspension shock absorbers for vehicles
it: Ammortizzatori di sospensione per veicoli

source: Gliders and structural parts therefor
it: Alianti e relativi componenti strutturali

source: Inner tubes for the wheels of forestry vehicles
it: Tubolari per ruote di veicoli forestali

source: Go-carts
it: Go-kart

source: Parachute harnesses
it: Cinghie per paracadute

source: Arm rests for wheelchairs
it: Braccioli per sedie a rotelle

source: Covers for foot pedals on cycles
it: Rivestimenti per pedali per biciclette

source: Crankcases for land vehicle components, other than for engines
it: Carter per organi di veicoli terrestri non per motori

source: Trailer tents
it: Carrelli tenda

source: Combination camping recreational vehicle and horse trailer
it: Carrello da campeggio e rimorchio per cavalli combinato

source: Refrigerated vehicles
it: Veicoli frigoriferi

source: Seat safety harnesses for motor cars
it: Cinture di sicurezza per autovetture

source: Self-generating electric locomotives [diesel-electric locomotives]
it: Locomotive elettriche a generatore autonomo [locomotive elettriche diesel]

source: Axle assemblies for vehicles
it: Assemblaggi di assali per veicoli

source: Vehicle body hardware
it: Carrozzerie di veicoli

source: Vehicles incorporating bucket loaders
it: Veicoli con caricatori a benna

source: Transmissions [land vehicle parts]
it: Trasmissioni [parti di veicoli terrestri]

source: Lug nuts for vehicle wheels
it: Bulloni per ruote di veicoli

source: Truck campers [recreational vehicles]
it: Camper pick up [veicoli per uso ricreativo]

source: Hoods for watercraft
it: Cappotte per imbarcazioni

source: Protecting strips for vehicle doors
it: Terminali salvaportiera per veicoli

source: Spiked tires for vehicles
it: Pneumatici chiodati per veicoli

source: Inner tubes for pneumatic tyres for vehicle wheels
it: Camere d'aria per pneumatici di ruote di veicoli

source: Jalousies for vehicle windows
it: Gelosie per finestrini di veicoli

source: Valves for vehicle tires [tyres]
it: Valvole di cerchioni per veicoli

source: Brake hardware for vehicles
it: Ferramenta per freni per veicoli

source: T-bars for ski lifts
it: Barre a T per ski-lift

source: Remote controlled flying objects
it: Oggetti volanti telecomandati

source: Vehicles for travel by rail
it: Veicoli per viaggio ferroviario

source: Vehicles for travel by water
it: Veicoli per viaggiare sull'acqua

source: Plastic struts for use on aircraft
it: Montanti in plastica per aeroplani

source: Rocket engines for land vehicle propulsion
it: Motori a razzo per propulsione di veicoli terrestri

source: Casting carriages
it: Carrelli da colata

source: Tracked vehicles
it: Veicoli cingolati

source: Water deflecting skirts [kayak equipment]
it: Paraspruzzi [attrezzatura per kayak]

source: Friction wheels for land vehicles
it: Ruote a frizione per veicoli terrestri

source: Covers (Shaped -) for motor cars
it: Rivestimenti per automobili (conformati)

source: Differential transmissions for land vehicles
it: Tramissioni differenziali per veicoli terrestri

source: Wheel suspensions
it: Sospensioni per ruote

source: Windscreens for motor cars
it: Parabrezza per veicoli

source: Anti-dazzle devices for vehicles
it: Dispositivi antiabbaglianti per veicoli

source: Tyres for two-wheeled vehicles
it: Pneumatici per veicoli a due ruote

source: Frame supports incorporating castors for moving objects
it: Supporti per telai comprendenti rotelle per spostare gli oggetti

source: Propeller airplanes
it: Aeroplani ad elica

source: Gear boxes for hydraulic transmissions of land vehicles
it: Scatole del cambio per trasmissioni idrauliche di veicoli terrestri

source: Hydraulic circuits for motor cars
it: Circuiti idraulici per autovetture

source: Disc brake friction pads for vehicle braking systems
it: Pastiglie per freni a disco per sistemi frenanti di veicoli

source: Electrically operated theft prevention installations for vehicles
it: Impianti elettrici di protezione contro il furto per veicoli

source: Air pumps for bicycles for the inflation of tyres
it: Pompe ad aria per biciclette per gonfiare i pneumatici

source: Monorail carriages
it: Carrozze monorotaia

source: Security systems for vehicles [other than locks]
it: Sistemi di sicurezza per veicoli [tranne le serrature]

source: Servomotors for land vehicles
it: Servomotori per veicoli terrestri

source: Brake cylinders for vehicles
it: Cilindri di freni per veicoli

source: Brake levers for vehicles
it: Leve di freni per veicoli

source: Brake parts (Vehicle -) made of materials having frictional properties
it: Parti di freni per veicoli in materiali con proprietà di attrito

source: Motorised scooters for the disabled and those with mobility difficulties
it: Scooter a motore per disabili e per persone con mobilità ridotta

source: Safety restraints for use in vehicles
it: Imbracature di sicurezza per veicoli

source: Air bags [safety devices for automobiles]
it: Air bag [dispositivi di sicurezza per automobili]

source: Steering gears and rudders [for vessels]
it: Ingranaggi di sterzo e timoni [per imbarcazioni]

source: Torque converters for motor cars
it: Convertitori di coppia per autovetture

source: Backrests for vehicle seats
it: Schienali per sedili di veicoli

source: Collapsible watercraft
it: Imbarcazioni pieghevoli

source: Compensating cylinders for the braking systems of airborne vehicles
it: Cilindri di compensazione per sistemi di frenatura di veicoli aviotrasportati

source: Tyres for commercial vehicles
it: Pneumatici per veicoli commerciali

source: Baskets adapted for bicycles
it: Cestini speciali per biciclette

source: Sleeping cars
it: Vagoni-letto

source: Locomotives
it: Locomotive

source: Vehicle running boards
it: Predellini di veicoli

source: Propulsion mechanisms for land vehicles
it: Meccanismi di propulsione per veicoli terrestri

source: Passenger carrying vehicles
it: Veicoli per trasporto passeggeri

source: Bumpers for trolleys
it: Paraurti per carrelli

source: Buoyancy bags adapted for use with aircraft
it: Sacchi di galleggiamento per aerei

source: Buoyancy bags adapted for use with watercraft
it: Sacchi di galleggiamento per imbarcazioni

source: Carriage body parts
it: Parti di carrozzeria

source: Automotive cam drive systems for motor vehicles
it: Sistemi di trasmissione a camme per autoveicoli a motore

source: Brake calipers [parts of motorcycles]
it: Calibri di freni [parti di motocicli]

source: Brake rotors [parts of motorcycles]
it: Rotori per freni [parti di motocicli]

source: Clutch cables [parts of motorcycles]
it: Cavi della frizione [parti di motocicli]

source: Headlight mounts [parts of motorcycles]
it: Parti di motocicli, ovvero, assemblaggi per fari

source: Trailer chassis for vehicles
it: Telai di rimorchi per veicoli

source: Mechanical power transmitting mechanisms for land vehicles
it: Meccanismi di trasmissione meccanici per veicoli terrestri

source: Mechanical transmissions for land vehicles
it: Trasmissione meccanica per veicoli terrestri

source: Snow chains for motor vehicles
it: Catene da neve per autoveicoli

source: Snow sledges for transportation
it: Slitte da neve per trasporto

source: Clutches for land vehicles
it: Frizioni per veicoli terrestri

source: Children's seats for use in vehicles
it: Seggiolini per bambini da usare in veicoli

source: Load carrying vehicles
it: Veicoli per carichi

source: Military vehicles for transport
it: Veicoli militari da trasporto

source: Cycle cars
it: Motocicli

source: Panniers adapted for bicycles
it: Bagagliai speciali per biciclette

source: Motorcycles for motocross
it: Motocicli per motocross

source: Mudguards
it: Parafango

source: Electric vehicles
it: Veicoli elettrici

source: Panels for vehicle bodies [shaped]
it: Pannelli per carrozzerie [sagomati]

source: Industrial vehicles
it: Veicoli industriali

source: Radiator grills of non-metallic materials for vehicles
it: Griglie di radiatori in materiali non metallici per veicoli

source: Railway coaches
it: Vagoni ferroviari

source: Anti-glare sunstrips for vehicles
it: Strisce antiriflesso parasole per veicoli

source: Articulated support frames adapted for use with vehicles
it: Telai di supporto articolati per uso con veicoli

source: Sprockets for motorcycle drives
it: Pignoni per trasmissioni di motocicli

source: Seat cushions for the seats of land vehicles
it: Cuscini per sedili di veicoli terrestri

source: Dollies [hand trucks]
it: Carrelli manuali, carrelli

source: Safety belts for vehicles for motor cars
it: Cinture di sicurezza per veicoli per autovetture

source: Ball joints [vehicle parts]
it: Giunti a sfera [parti di veicoli]

source: Axles for air suspension systems in vehicles
it: Assali per sistemi di sospensione aerea in veicoli

source: Saddle covers for bicycles or motorcycles
it: Fodere di selle per biciclette o per motociclette

source: Perambulators incorporating carry cots
it: Carrozzine con culla portatile incorporata

source: Hubs for vehicle wheels
it: Mozzi di ruote di veicoli

source: Spiked tires to assist the traction of vehicles in snow
it: Pneumatici chiodati per favorire la trazione di veicoli sulla neve

source: Brake shoes for motor cars
it: Ceppi per freni per autoveicoli

source: Spoilers for vehicles
it: Spoiler per veicoli

source: Wind powered vehicles
it: Veicoli ad energia eolica

source: Windshield wipers [vehicle parts]
it: Tergicristalli [parti di veicoli]

source: Water scooters
it: Scooter d'acqua

source: Interior pouches for vehicles
it: Tasche interne per veicoli

source: Structural parts of bicycles
it: Elementi strutturali di biciclette

source: Kayak paddles
it: Pagaie per kayak

source: Covers for vehicle steering wheels
it: Fodere per volanti di veicoli

source: Linear induction motor drive vehicles
it: Veicoli a trasmisisone ad induzione lineare

source: Livestock trailers
it: Rimorchi per bestiame

source: Refrigerated barrows
it: Carrelli frigoriferi

source: Remote controlled rail vehicles
it: Veicoli ferroviari telecomandati

source: Rocket-propelled vehicles
it: Veicoli a propulsione a razzi

source: Rolling gearings for land vehicles
it: Ingranaggi a rullo per veicoli terrestri

source: Funnels for ships
it: Fumaioli di navi

source: Sunshine roofs for vehicles
it: Tettucci apribili per veicoli

source: Kayaks
it: Kayak

source: Modular chassis systems for vehicles
it: Sistemi a telaio modulare per veicoli

source: Motorised buggies for the disabled and those with mobility difficulties
it: Carrelli a motore per disabili e per persone con mobilità ridotta

source: Chains for driving motorcycles
it: Catene di trasmissione per motocicli

source: Double clutch transmissions for land vehicles
it: Trasmissioni a doppia frizione per veicoli terrestri

source: Framing for land vehicles
it: Telai per veicoli terrestri

source: Golf carts being pedestrian controlled vehicles
it: Carrelli da golf, ovvero veicoli comandati da pedoni

source: Coupling rings (non-electric -) [parts of land vehicle engines]
it: Anelli di collegamento (non elettrici) [parti di motori per veicoli terrestri]

source: Cross country chains for vehicle wheels
it: Catene per uso fuoristrada per ruote di veicoli

source: Curtain sheets adapted for motor land vehicles
it: Tendine concepite per veicoli terrestri a motore

source: Cushions adapted for use with car seats
it: Cuscini sagomati per sedili di automobili

source: Spare wheel covers
it: Copri ruota di scorta

source: Brake blocks for land vehicles
it: Ceppi freno per veicoli terrestri

source: Brake calipers for land vehicles
it: Calibri per freni per veicoli terrestri

source: Handles bearing advertising and adapted for trolleys
it: Manici contenenti pubblicità e adattati per carrelli

source: Tarpaulins adapted [shaped] for use with vehicles
it: Teloni adattati [sagomati] per essere utilizzati con veicoli

source: Tarpaulins adapted [shaped] for use with vehicular trailers
it: Teloni adattati [sagomati] per essere utilizzati con veicolari rimorchio

source: Rolling wheels for vehicles
it: Ruote a rullo per veicoli

source: Underwater vehicles
it: Veicoli subacquei

source: Fenders for water vehicles
it: Parabordi per veicoli acquatici

source: Folding hoods for vehicles
it: Cappotte pieghevoli per veicoli

source: Helicopters
it: Elicotteri

source: Monocoque structures for aircraft
it: Strutture monoscocca per aerei

source: Shaped seat covers made of beads for use in vehicles
it: Fodere sagomate in perline per sedili per veicoli

source: Brake levers for cycles
it: Leve dei freni per cicli

source: Steering stands for marine vessels
it: Supporti dello sterzo per imbarcazioni

source: Steam locomotives
it: Locomotive a vapore

source: Collapsible boats
it: Barche pieghevoli

source: Wheel brakes
it: Freni per ruote

source: Seaplanes
it: Idrovolanti

source: Caravan spoilers
it: Spoiler per roulotte

source: Alarms for vehicles
it: Allarmi per veicoli

source: Suspensions for vehicles
it: Sospensioni per veicoli

source: Brake blocks for vehicles
it: Ceppi di freni per veicoli

source: Satellites for transportation
it: Satelliti per il trasporto

source: Metal poles being masts for watercraft
it: Pali metallici ovvero alberi per imbarcazioni

source: Tipping bodies for vehicles
it: Cassoni ribaltabili per veicoli

source: Spoilers for automotive vehicles
it: Spoiler per veicoli automobilistici

source: Protective interiors for vehicles
it: Interni protettivi per veicoli

source: Hydraulic brake pressure regulators for vehicles
it: Regolatori della pressione idraulica di freni per veicoli

source: Hydraulic control systems for vehicles
it: Sistemi di comando idraulici per veicoli

source: Helium filled balloons
it: Palloncini pieni di elio

source: Hitches for use with motor land vehicles
it: Ganci da traino per veicoli terrestri a motore

source: Wheeled luggage carriers
it: Carrelli per bagagli a ruote

source: Loader swivel axles for vehicles
it: Assali portanti a cardine per veicoli

source: Locomotives for transporting freight
it: Locomotive per il trasporto di merci

source: Luggage carriers for attachment to vehicles
it: Portapacchi da attaccare a veicoli

source: Freewheels for land vehicles
it: Ruote libere per veicoli terrestri

source: Mud flap hangers
it: Ganci per parafanghi

source: Aerial conveyors
it: Trasportatori aerei

source: Touring bicycles
it: Biciclette da strada

source: Luggage racks for motor cars
it: Portabagagli per autovetture

source: Windows for vehicles
it: Vetri di veicoli

source: Motor cars for transport on land
it: Autovetture per trasporto terrestre

source: Bicycles
it: Biciclette

source: Spokes for bicycle wheels
it: Raggi per ruote di biciclette

source: Steering wheel locks
it: Lucchetti per volanti

source: Parachute canopies
it: Calotte per paracadute

source: Direction signals for vehicles
it: Indicatori di direzione per veicoli

source: Stabilisers for reducing the motion of ships
it: Stabilizzatori per la riduzione del movimento di navi

source: Trailers for motor land vehicles
it: Rimorchi per veicoli terrestri a motore

source: Cup holders for use in vehicles
it: Portabicchieri per veicoli

source: Roof racks
it: Portapacchi

source: Steering wheels [vehicle parts]
it: Volanti [parti di veicoli]

source: Windshield visors [vehicle parts]
it: Parasole [parti di veicoli]

source: Block brakes for land vehicles
it: Freni a ceppi per veicoli terrestri

source: Vehicles incorporating apparatus for tipping
it: Veicoli con apparecchi di ribaltamento
